Repository: tzolnai/tobii_calibration
Catalog: locales/*/LC_MESSAGES/all_strings.po
Languages: hu

source: You're currently {0} cm away from the screen. Press 'c' to calibrate or 'q' to abort.
hu: Jelenleg {0} cm a monitortól való távolság. Nyomd meg a 'c' gombot a továbblépéshez vagy a 'q'-t a program futás megszakításához.

source: Wait for the experimenter.
hu: Várd meg a kísérletvezetőt!

source: Wait for the experimenter. Use number keys to select points for recalibration.
hu: Várd meg a kísérletvezetőt! A szám billentyűk megnyomásával jelölhetsz ki pontokat az újrakalibráláshoz.

source: Finished checking. Resuming calibration.
hu: Az ellenőrzést befejeztük. Folytatjuk a kalibrációt.

source: Please focus your eyes on the red dot and follow it with your eyes as closely as possible. Press 'c' to continue.
hu: Kövesd a szemeddel a képernyőn megjelenő és mozgó piros pontot. A folytatáshoz nyomd meg a 'c' gombot!

source: Applying calibration...
hu: Kalibráció elmentése...

source: Calculating calibration accuracy...
hu: Kalibráció pontosságának kiszámolása...

source: Calibration was not successful. Closing the calibration window.
hu: A kalibráció sikertelen volt. A kalibrációs ablak bezáródik.

source: Calibration was successful. Moving on to validation.
hu: A kalibráció sikeres volt. Következik a validáció.

source: Calibration is almost complete. Prepare to recalibrate a few points.
hu: A kalibráció majdnem teljes. Néhány pont újra kalibrálása következik.

source: Please position yourself so that the eye-tracker can locate your eyes. Press 'c' to continue.
hu: Vegyél fel olyan poziciót, hogy az eye tracker érzékelje a szemedet. A folytatáshoz nyomd meg a 'c' gombot!

source: Finished validating the calibration. Calibration is complete. Closing window.
hu: A kalibráció validálása befejeződött. A kalibráció befejeződött.
